<style scoped>
.c-rules:before { content: ''; width: 1px; height: 100%; position: absolute; top: 0; left: 430px; background-color: #EEEEEF; }
.c-rules-left { width: 430px; }
.c-rules-title { font-size: 18px; color: #000000; margin-top: 150px; padding-bottom: 20px; border-bottom: 1px solid #EEEEEF; }
.c-rules-list li { display: flex; align-items: center; padding: 20px 12px 20px 50px; border-bottom: 1px solid #EEEEEF; }
.c-rules-list li div { width: 26px; }
.c-rules-list li div img { height: 24px; }
.c-rules-list li p { width: 330px; font-size: 12px; color: #C8C9CA; line-height: 1.5; }
.c-rules-right { width: 830px; margin-left: 24px; }
.c-rules-right div { font-size: 14px; color: #C8C9CA; margin-bottom: 15px; }
.c-rules-right p { font-size: 12px; color: #C8C9CA; line-height: 1.5; }
</style>

<template>
<div class="c-rules flex">
  <div class="c-rules-left">
    <h3 class="c-rules-title pl50">您要了解清楚的</h3>
    <ul class="c-rules-list">
      <li>
        <div><img :src="getIndexSrc(1)" /></div>
        <p>请遵守中华人民共和国法。</p>
      </li>
      <li>
        <div><img :src="getIndexSrc(2)" /></div>
        <p>小夫有票 首要保，任何k害购票者权益并<br/>经过skr，我们有权终止活动。</p>
      </li>
      <li>
        <div><img :src="getIndexSrc(3)" /></div>
        <p>小夫有票 仅作为您发布票务活动的平台，资料文件存在造假行为均由发布票务，在任何情况下，我们均不为任何内容负责，但 小夫有票 有权依法停止展示任何票务活动并采取相应行动，包括但不限于保存有关记d，并向有关机关i。</p>
      </li>
      <li>
        <div><img :src="getIndexSrc(4)" /></div>
        <p>小夫有票 仅作为您发布票务活动的平台，资料文件存在造假行为均由发布票务，在任何情况下，我们均不为任何内容负责，但 小夫有票 有权依法停止展示任何票务活动并采取相应行动，包括但不限于保存有关记d，并向有关机关i。</p>
      </li>
      <li>
        <div><img :src="getIndexSrc(5)" /></div>
        <p>小夫有票 仅作为您发布票务活动的平台，资料文件存在造假行为均由发布票务，在任何情况下，我们均不为任何内容负责，但 小夫有票 有权依法停止展示任何票务活动并采取相应行动，包括但不限于保存有关记d，并向有关机关i。</p>
      </li>
      <li>
        <div><img :src="getIndexSrc(6)" /></div>
        <p>小夫有票 仅作为您发布票务活动的平台，资料文件存在造假行为均由发布票务，在任何情况下，我们均不为任何内容负责，但 小夫有票 有权依法停止展示任何票务活动并采取相应行动，包括但不限于保存有关记d，并向有关机关i。</p>
      </li>
      <li>
        <div><img :src="getIndexSrc(7)" /></div>
        <p>小夫有票 仅作为您发布票务活动的平台，资料文件存在造假行为均由发布票务，在任何情况下，我们均不为任何内容负责，但 小夫有票 有权依法停止展示任何票务活动并采取相应行动，包括但不限于保存有关记d，并向有关机关i。</p>
      </li>
    </ul>
  </div>
  <div class="c-rules-right">
    <h3 class="c-rules-title pl35">服务条款</h3>
    <div class="mt20">小夫有票活动方服务协议</div>
    <p class="mb70">欢迎您访问何方（深圳）设计事务所有限公司及其关联公司所经营的小夫有票editor（域名为editor.leesticket.com下同）。在您使用小夫有票各项服务之前，请您认真阅读并理解《小夫有票editor活动方服务协议》（以下简称 “本协议”）。请您重点关注关于会员个人信息保护、责任范围及免责、法律适用及管辖等内容的条款，该类条款会以下划线方式标注。<br/>
      一、本协议的确认和接受<br/>
      1、当您按照注册页面提示完成信息填写并同意本协议内容后，本协议在您与小夫有票之间成立并发生法律效力，同时您成为小夫有票editor的活动方。如您是未成年用户，请在法定监护人的陪同下仔细阅读本使用协议，您及法定监护人应按照法律及本协议规定承担责任。<br/>
      2、为了您能够使用小夫有票editor所提供的各项服务，您需要同意本协议下您所选服务对应的服务条款。如果您对本协议有疑问，可随时通过小夫有票客服（电话：186-8143-8270）进行询问，小夫有票将向您解释阐述本协议相关内容。在您对本协议内容存在异议、无法准确理解或持有反对意见的情况下，您有权利立即停止会员注册进程，拒绝接受小夫有票提供的购票等任何服务。<br/>
      3、本协议内容包括协议正文及小夫有票所有已经发布的或将来可能发布并采取合理途径通知的的各类条款、限制与要求。前述各项为本协议的补充条款，与本协议正文具有同等法律效力。小夫有票有权根据相关法律法规的出台或修订、主管部门的要求以及服务方式的变更等情况酌情变更本协议内容，因考虑到小夫有票会员众多且联系方式会不时地发生变化，您理解并同意关于本协议的任何变更，小夫有票将以刊载公告或者弹窗的形式进行通知，并自公告通知之日起生效。若您不同意相关条款的变更，您有权立即终止使用小夫有票的服务。<br/>
      二、服务简介<br/>
      1、您可以在小夫有票editor发布并分享演出/赛事等活动（以下合称“票务”），在小夫有票发布活动、上传图片等。小夫有票在此郑重提请您注意，小夫有票仅提供信息存储空间服务，任何经由小夫有票而发布、上传的文字、图片、图形或其他资料（以下简称“内容 ”），均由内容提供者承担责任。在任何情况下，小夫有票均不为任何内容负责，但小夫有票有权依法停止展示任何前述内容并采取相应行动，包括但不限于保存有关记录，并向有关机关报告等。<br/>
      2、在各票务开始售票前，小夫有票会履行审慎义务，查阅各票务的行政审批手续及主办方/承办方的相关证照及资质文件。请您注意，对于不属于小夫有票主办的票务，小夫有票并无能力完全辨别出资料文件的真伪，小夫有票仅作为您发布票务活动的平台，资料文件存在造假行为均由发布票务方承担责任，在任何情况下，小夫有票均不为任何内容负责，但小夫有票有权依法停止展示任何票务活动并采取相应行动，包括但不限于保存有关记录，并向有关机关报告等。
    </p>
    <div>小夫有票活动方隐私条款</div>
    <p class="mb70">欢迎您访问何方（深圳）设计事务所有限公司及其关联公司所经营的小夫有票editor（域名为editor.leesticket.com下同）。在您使用小夫有票各项服务之前，请您认真阅读并理解《小夫有票editor活动方服务协议》（以下简称 “本协议”）。请您重点关注关于会员个人信息保护、责任范围及免责、法律适用及管辖等内容的条款，该类条款会以下划线方式标注。<br/>
      一、本协议的确认和接受<br/>
      1、当您按照注册页面提示完成信息填写并同意本协议内容后，本协议在您与小夫有票之间成立并发生法律效力，同时您成为小夫有票editor的活动方。如您是未成年用户，请在法定监护人的陪同下仔细阅读本使用协议，您及法定监护人应按照法律及本协议规定承担责任。<br/>
      2、为了您能够使用小夫有票editor所提供的各项服务，您需要同意本协议下您所选服务对应的服务条款。如果您对本协议有疑问，可随时通过小夫有票客服（电话：186-8143-8270）进行询问，小夫有票将向您解释阐述本协议相关内容。在您对本协议内容存在异议、无法准确理解或持有反对意见的情况下，您有权利立即停止会员注册进程，拒绝接受小夫有票提供的购票等任何服务。<br/>
      3、本协议内容包括协议正文及小夫有票所有已经发布的或将来可能发布并采取合理途径通知的的各类条款、限制与要求。前述各项为本协议的补充条款，与本协议正文具有同等法律效力。小夫有票有权根据相关法律法规的出台或修订、主管部门的要求以及服务方式的变更等情况酌情变更本协议内容，因考虑到小夫有票会员众多且联系方式会不时地发生变化，您理解并同意关于本协议的任何变更，小夫有票将以刊载公告或者弹窗的形式进行通知，并自公告通知之日起生效。若您不同意相关条款的变更，您有权立即终止使用小夫有票的服务。<br/>
      二、服务简介<br/>
      1、您可以在小夫有票editor发布并分享演出/赛事等活动（以下合称“票务”），在小夫有票发布活动、上传图片等。小夫有票在此郑重提请您注意，小夫有票仅提供信息存储空间服务，任何经由小夫有票而发布、上传的文字、图片、图形或其他资料（以下简称“内容 ”），均由内容提供者承担责任。在任何情况下，小夫有票均不为任何内容负责，但小夫有票有权依法停止展示任何前述内容并采取相应行动，包括但不限于保存有关记录，并向有关机关报告等。<br/>
      2、在各票务开始售票前，小夫有票会履行审慎义务，查阅各票务的行政审批手续及主办方/承办方的相关证照及资质文件。请您注意，对于不属于小夫有票主办的票务，小夫有票并无能力完全辨别出资料文件的真伪，小夫有票仅作为您发布票务活动的平台，资料文件存在造假行为均由发布票务方承担责任，在任何情况下，小夫有票均不为任何内容负责，但小夫有票有权依法停止展示任何票务活动并采取相应行动，包括但不限于保存有关记录，并向有关机关报告等。
    </p>
  </div>
</div>
</template>

<script type='es6'>
export default {
  name: 'app',
  data () {
    return {}
  },
  methods: {
    getIndexSrc (index) {
      return require('@/assets/img/nums/' + index + '.png')
    }
  }
}
</script>
