{
    "poster":{
        "style1":{
            "早出晚归":"别人总是问我，为什么早出晚归？我也不知道，可是，忙碌跟充实的感觉真像。",
            "朝九晚五":"别人总是问我，为什么朝九晚五？我也不知道，可是，规律的生活才令我踏实。",
            "错峰出行":"别人总是问我，为什么错峰出行？我也不知道，可是，堵车的那一刻我很烦躁。",
            "轻松出行":"别人总是问我，怎样做到轻松出行？我也不知道，可是，心态轻松了生活也不会太累。",
            "旋转的陀螺":"别人总是问我，为什么要做旋转的陀螺？我也不知道，可是，忙碌才让我感觉活着。",
            "节能王者":"现在，是我距离节能王者最近的时候，只有0.0001毫米，8760个小时之后，我依旧是个王者。",
            "太会省钱":"现在，是我最会省钱的时候，将油耗精确到0.001升,8760个小时之后，我便是节能王者。",
            "潜力股":"现在，是我距离潜力股最近的时候，只有0.0001毫米，8760个小时之后，我便是节能王者。",
            "还能再省点":"现在，云服务告诉我还能再省点，我反复思考1324次，终于，我相信8760个小时后，我便是节能王者。",
            "要努力哦":"现在，云服务告诉我要努力哦，我反复1324次，终于，我相信8760个小时后，我便是节能王者。",
            "科技先锋":"在远程解锁后的1小时27分36秒，一个念头一闪而过，原来，我是一个科技先锋。",
            "停车场不迷路":"在闪灯鸣笛后的1小时27分36秒，一个念头一闪而过，原来，停车场不迷路也是一种幸福。",
            "懂享受":"在预约开空调后的1小时27分36秒，一个念头一闪而过，原来，懂得享受也是一种能力。",
            "强迫症":"2018年12月21日14点27分，云服务年度报告生成的这一刻，我被确诊为强迫症，所幸，云服务可以随时刷新。",
            "分享达人":"2018年12月21日14点27分，云服务年度报告生成的这一刻，我被评选为分享达人，此刻，你正在朋友圈阅读这段文字。",
            "有底气":"2018年12月21日14点27分，云服务年度报告生成的这一刻，我想说，忘带钥匙又怎样，远程解锁令我有底气。",
            "有态度":"2018年12月21日14点27分，云服务年度报告生成的这一刻，我想说，用云服务寻桩吧，有态度的人生不能盲目。",
            "有计划":"2018年12月21日14点27分，云服务年度报告生成的这一刻，我想说，去预约服务吧，有计划的人生没有时间可以浪费。",
            "add":"别以为要了解一个人是很容易的事，用的越久，云服务越懂你！"
        },
        "style2":{
            "早出晚归":"这一年，我常常早出晚归，世界上最遥远的距离不是天涯相隔，而是早晚高峰的起点和终点； ",
            "朝九晚五":"这一年，我常常朝九晚五，18年的第一天，上班；18年的第二天，上班，上班；18年的第3天，上班，上班，上班。",
            "错峰出行":"这一年，我常常错峰出行，世界上最遥远的距离不是天涯相隔，而是早晚高峰的起点和终点；",
            "轻松出行":"这一年，我常常轻松出行，我和比亚迪秦一起看星星、看月亮，从诗词歌赋到人生哲学…希望明年我们也能一起看星星、看月亮，从诗词歌赋到人生哲学。",
            "旋转的陀螺":"这一年，我像一个旋转的陀螺，我的爱车比亚迪秦知道我转的好辛苦好辛苦，我也知道她也转的好辛苦好辛苦，不过，幸好我们陪着彼此。",
            "节能王者":"幸亏有比亚迪秦陪着我，所以我全心全意的保护她，爱护她，照顾她，我小心驾驶，科学节能，就是为了与她一起成为节能王者！",
            "太会省钱":"幸亏有比亚迪秦陪着我，所以我全心全意的保护她，爱护她，照顾她，我小心驾驶，科学节能，慢慢的和她学会省钱。",
            "潜力股":"幸亏有比亚迪秦陪着我，所以我全心全意的保护她，爱护她，照顾她，我小心驾驶，科学节能，慢慢的和她成为节能潜力股。",
            "还能再省点":"幸亏有比亚迪秦陪着我，所以我全心全意的保护她，爱护她，照顾她，我小心驾驶，科学节能，为了她，我还能再省点。",
            "要努力哦":"幸亏有比亚迪秦陪着我，所以我全心全意的保护她，爱护她，照顾她，我小心驾驶，科学节能，为了她，我也要努力哦。",
            "科技先锋":"我真的好喜欢她，不管是那个默默付出的她，乖乖听话的她，还是现在这个时尚活力的她，我都好喜欢好喜欢！是她，使我成为了科技先锋。",
            "停车场不迷路":"我真的好喜欢她，不管是那个默默付出的她，乖乖听话的她，还是现在这个时尚活力的她，我都好喜欢好喜欢！是她和云服务，让我在停车场不迷路。",
            "懂享受":"我真的好喜欢她，不管是那个默默付出的她，乖乖听话的她，还是现在这个时尚活力的她，我都好喜欢好喜欢！是她和云服务，是她和云服务，让我懂得享受。",
            "强迫症":"我一定一定是得了强迫症了！车门关了的第1小时，看她；车门关了的第2小时，看她；车门关了的第3小时，看她……真的好想好想看看她。",
            "分享达人":"自从有了她，我成了分享达人，跟她在一起的年年，天天，时时，刻刻，分分，秒秒，都想分享给所有人。",
            "有底气":"跟她在一起的年年，天天，时时，刻刻，分分，秒秒，我都好踏实、好安心、好有底气。",
            "有态度":"跟她在一起的年年，天天，时时，刻刻，分分，秒秒，我都感觉好方便，好顺心，好有态度。",
            "有计划":"跟她在一起的年年，天天，时时，刻刻，分分，秒秒，我都感觉好充实，好满足，有计划。",
            "add":"山无棱，天地合，2019年，我们还要在一起！一起踏遍天涯，访遍夕阳，歌遍云和月……"
        },
        "style3":{
            "早出晚归":"我长期体验早出晚归，才来分享的哦~每天出门有规律，精神好，速度快，效果超级棒！果断五星好评！以后还要坚持这样做！",
            "朝九晚五":"我长期体验朝九晚五，才来分享的哦~每天出门有规律，精神好，速度快，效果超级棒！果断五星好评！以后还要坚持这样做！",
            "错峰出行":"我长期体验错峰出行，才来分享的哦~每天出门有规律，精神好，速度快，效果超级棒！果断五星好评！以后还要坚持这样做！",
            "轻松出行":"我长期以来都是轻松出行，跟亲分享一下~我每天出门事情少，跑的地方少，距离也短，出行体验相当棒！亲给个五星好评吧！祝你也能享受轻松出行！",
            "旋转的陀螺":"我长期以来就像一个旋转的陀螺，跟亲分享一下~我每天出门事情多，跑的地方多，完成速度快，效率超级棒！亲给个五星好评吧！我以后还会加油哒！",
            "节能王者":"2018年云服务节能活动评选已经开始啦，亲~我的平均能耗低于XXX，获得了节能王者的称号，原厂授权，正品保障哦！",
            "太会省钱":"2018年云服务节能活动评选已经开始啦，亲~我的平均能耗低于XXX，获得了会省钱的称号，原厂授权，正品保障哦！",
            "潜力股":"2018年云服务节能活动评选已经开始啦，亲~我的平均能耗低于XXX，获得了潜力股的称号，原厂授权，正品保障哦！",
            "还能再省点":"2018年云服务节能活动评选已经开始啦，亲~我的平均能耗为XXX，我觉得明年还能再省点！请多多支持哦！",
            "要努力哦":"2018年云服务节能活动评选已经开始啦，亲~我的平均能耗为XXX，云服务告诉我要努力哦！ 我已经在努力的路上啦！",
            "科技先锋":"亲~快来祝贺我吧！在过去的一年里，我还获得了科技先锋的评价哦，我一定会继续加油哒！",
            "停车场不迷路":"亲~快来祝贺我吧！在过去的一年里，我还获得了停车场不迷路的评价哦，我一定会继续加油哒！",
            "懂享受":"亲~快来祝贺我吧！在过去的一年里，我还获得了懂得享受的评价哦，懂得享受，才更懂生活，你觉得呢？",
            "强迫症":"车门关了吗？胎压正常吗？车辆状态有异常吗？亲~我好想再打开云服务刷新一次哦~像我这种强迫症，剁手也治不好的吧~",
            "分享达人":"你看了我分享的年度报告了吧？亲~我可是一个分享达人哦~",
            "有底气":"今天有没有带车钥匙？亲~我完全不用担心这个哦~用云服务解锁，就是这么有底气！",
            "有态度":"查找充电桩真的便利哦~我真的很喜欢这个功能呢，我就是这么有态度！因为我身边的车主都在用，亲~你要试试吗？",
            "有计划":"预约服务走一波，行程计划很ok哦！时间安排也很到位哦~有计划总是好的！亲~你觉得呢？",
            "add":"亲~谢谢了~请长期保持关注哦！"
        }
    }
}
